Repository: faf0/cournol
Catalog: po/*.po
Languages: de

source: Cost functions
de: Kostenfunktionen

source: <span color="#15a40a">C(x) = %gx %+g</span>
de: <span color="#15a40a">K(x) = %gx %+g</span>

source: <span color="#15a40a">C'(x) = %g</span>
de: <span color="#15a40a">K'(x) = %g</span>

source: c(x) = %g %+g/x
de: k(x) = %g %+g/x

source: Cv(x) = %gx
de: Kv(x) = %gx

source: <span color="#e71234">cv(x) = %g</span>
de: <span color="#e71234">kv(x) = %g</span>

source: Revenue function
de: Erlösfunktion

source: <span color="#2304ee">R(x) = %gx</span>
de: <span color="#2304ee">E(x) = %gx</span>

source: <span color="#2304ee">Market price, R'(x) = %g</span>
de: <span color="#2304ee">Market price, E'(x) = %g</span>

source: Maximum profit
de: Gewinnmaximum:

source: Quantity: %g
de: Menge: %g

source: Quantity: -
de: Menge: -

source: Amount: %g
de: Betrag: %g

source: Amount: -
de: Betrag: -

source: Profit range
de: Gewinnbereich

source: <span color="#15a40a">C(x) = %gx² %+gx %+g</span>
de: <span color="#15a40a">K(x) = %gx² %+gx %+g</span>

source: <span color="#15a40a">C'(x) = %gx %+g</span>
de: <span color="#15a40a">K'(x) = %gx %+g</span>

source: c(x) = %gx %+g %+g/x
de: k(x) = %gx %+g %+g/x

source: Cv(x) = %gx² %+gx %+g
de: Kv(x) = %gx² %+gx %+g

source: <span color="#e71234">cv(x) = %gx %+g</span>
de: <span color="#e71234">kv(x) = %gx %+g</span>

source: End: %g
de: Grenze: %g

source: End: -
de: Grenze: -

source: Cost optimum
de: Betriebsoptimum

source: Price: -
de: Preis: -

source: Price: %g
de: Preis: %g

source: <span color="#15a40a">C(x) = %gx³ %+gx² %+gx %+g</span>
de: <span color="#15a40a">K(x) = %gx³ %+gx² %+gx %+g</span>

source: <span color="#15a40a">C'(x) = %gx² %+gx %+g</span>
de: <span color="#15a40a">K'(x) = %gx² %+gx %+g</span>

source: c(x) = %gx² %+gx %+g %+g/x
de: k(x) = %gx² %+gx %+g %+g/x

source: Cv(x) = %gx³ %+gx² %+gx
de: Kv(x) = %gx³ %+gx² %+gx

source: <span color="#e71234">cv(x) = %gx² %+gx %+g</span>
de: <span color="#e71234">kv(x) = %gx² %+gx %+g</span>

source: Cost minimum
de: Betriebsminimum

source: Price-sales-function
de: Preis-Absatz-Funktion

source: Revenue functions
de: Erlösfunktionen

source: <span color="#2304ee">R(x) = %gx² %+gx</span>
de: <span color="#2304ee">E(x) = %gx² %+gx</span>

source: <span color="#2304ee">R'(x) = %gx %+g</span>
de: <span color="#2304ee">E'(x) = %gx %+g</span>

source: <b>Cost function 'C(x) = ax + b'</b>
de: <b>Kostenfunktion 'K(x) = ax + b'</b>

source: <b>Cost function 'C(x) = ax² + bx + c'</b>
de: <b>Kostenfunktion 'K(x) = ax² + bx + c'</b>

source: <b>Cost function 'C(x) = ax³ + bx² + cx + d'</b>
de: <b>Kostenfunktion 'K(x) = ax³ + bx² + cx + d'</b>

source: Input -
de: Eingabe -

source: Market price:
de: Marktpreis:

source: Maximum capacity:
de: Kapazitätsgrenze:

source: <b>Price-sales-function 'p(x) = ex + f'</b>
de: <b>Preis-Absatz-Funktion 'p(x) = ex + f'</b>

source: Message -
de: Nachricht -

source: Options -
de: Wahl -

source: <b>Analysis of an absolute supply monopoly or a polypoly.</b>
de: <b>Analyse eines vollkommenen Angebotsmonopols oder eines Polypols.</b>

source: Choose the market type:
de: Wählen Sie die Marktsituation:

source: Polypoly
de: Polypol

source: Monopoly
de: Monopol

source: Choose the cost function type:
de: Wählen Sie den Kostenfunktionstypen

source: Linear cost function
de: Lineare Kostenfunktion

source: Quadratic cost function
de: Quadratische Kostenfunktion

source: Sigmoid cost function
de: S-förmige Kostenfunktion

source: <b>Absolute observation</b>
de: <b>Gesamtbetrachtung</b>

source: <b>Marginal observation</b>
de: <b>Grenzbetrachtung</b>

source: C(x)
de: K(x)

source: C'(x)
de: K'(x)

source: c(x)
de: k(x)

source: cv(x)
de: kv(x)

source: R(x)
de: E(x)

source: R'(x)
de: E'(x)

source: Cournot point
de: Cournotscher Punkt

source: Output -
de: Ausgabe -

source: Current x
de: Aktuelles x

source: Current y
de: Aktuelles y

source: Select an area on the drawing area and left-click on it in order to zoom in.
de: Wählen Sie einen Bereich auf der Zeichenfläche aus und klicken Sie mit der linken Maustaste darauf, um den Bereich vergrößert darzustellen.

source: Right-click on the drawing area in order to zoom out.
de: Klicken Sie mit der rechten Maustaste auf die Zeichenfläche, um wegzuzoomen.

source: <b>%s %s</b> This program is released under the GPL. Home page: http://cournol.k-2007.de/ Copyright (C) (2007) (Fabian Förg) &lt;fabian.foerg@gmx.de&gt;
de: <b>%s %s</b> Dieses Programm wird unter der GPL veröffentlicht. Homepage: http://cournol.k-2007.de/ Copyright (C) (2007) (Fabian Förg) &lt;fabian.foerg@gmx.de&gt;

source: Print Window -
de: Druckfenster -
